{
  "selectors": {
      "org": "unfoldingWord",
      "lang": "en",
      "abbr": "ult"
  },
  "bookCode": "JOL",
  "data": "\\id JOL Unlocked Dynamic Bible\n\\ide UTF-8\n\\h JOEL\n\\toc1 The Book of Joel\n\\toc2 Joel\n\\toc3 Jol\n\\mt1 Joel\n\n\\s5\n\\c 1\n\\p\n\\v 1 I am Joel son of Pethuel. This is a message that Yahweh gave to me.\n\\q1\n\\v 2 You leaders of Israel, and everyone else who lives in this country, listen to this message!\n\\q2 Nothing like this has ever happened during the time that we have lived\n\\q2 or during the time when our ancestors lived.\n\\q1\n\\v 3 Tell your children about it,\n\\q2 and tell your children to tell it to their children,\n\\q2 and tell your grandchildren to tell it to their children.\n\n\\s5\n\\q1\n\\v 4 I am talking about the locusts that have eaten our crops.\n\\q2 The first swarm of locusts came and cut many of the leaves of the crops;\n\\q1 then another swarm came and ate the rest of the leaves,\n\\q2 then another swarm came hopping along,\n\\q1 and finally another swarm came\n\\q2 and they destroyed everything else.\n\n\\s5\n\\q1\n\\v 5 You people who are drunk, wake up!\n\\q2 Wake up and wail loudly,\n\\q1 because all the grapes are ruined,\n\\q2 and so there will be no new wine!\n\\q1\n\\v 6 Huge swarms of locusts have entered our country.\n\\q2 They are like a powerful army\n\\q1 that has very many soldiers;\n\\q2 no one can count them.\n\\q1 The locusts have teeth that are as sharp as the teeth of lions!\n\\q1\n\\v 7 They have destroyed our grapevines and our fig trees\n\\q2 by stripping off and eating all the bark,\n\\q2 with the result that the branches are white and bare.\n\n\\s5\n\\q1\n\\v 8 Cry and wail as a young woman does\n\\q2 when the young man to whom she was engaged has died.\n\\q1\n\\v 9 There is no more flour or wine for us to offer to be sacrifices at the temple,\n\\q2 so the priests who serve Yahweh are mourning.\n\\q1\n\\v 10 The crops in the fields have been ruined;\n\\q2 it is as though the ground itself had died.\n\\q1 The grain has been destroyed,\n\\q2 there are no grapes to make wine,\n\\q2 and there is no more olive oil.\n\n\\s5\n\\q1\n\\v 11 You farmers, grieve!\n\\q2 You who take care of grapevines, wail,\n\\q1 because the grain has been destroyed;\n\\q2 there is no wheat or barley growing.\n\\q1\n\\v 12 The grapevines and the fig trees have withered,\n\\q2 and the pomegranate trees, palm trees, and apricot trees have also dried up.\n\\q1 The people are no longer joyful.\n\n\\s5\n\\q1\n\\v 13 You priests, put on rough sack clothes and wail.\n\\q2 You who serve God by offering sacrifices on the altar,\n\\q1 wear those sack clothes all night to show that you are mourning,\n\\q2 because there is no flour or wine to be offered at the temple of your God.\n\\q1\n\\v 14 Set apart a day for when the people should go without food.\n\\q1 Tell the leaders and the other people to gather at the temple\n\\q2 and to cry out to Yahweh there.\n\n\\s5\n\\q1\n\\v 15 Terrible things are happening to us!\n\\q2 It will soon be the time when Yahweh, who is the Almighty God, will punish us,\n\\q2 when he will cause us to experience more disasters.\n\\q1\n\\v 16 Our crops are already gone,\n\\q2 and no one is rejoicing at all at the temple of our God.\n\\q1\n\\v 17 When we plant seeds, they do not grow;\n\\q1 they dry up in the ground,\n\\q2 so there are no crops to harvest.\n\\q1 Our barns are empty;\n\\q2 there is no grain to store in them.\n\n\\s5\n\\q1\n\\v 18 Our cattle groan, searching for a pasture with some grass to eat,\n\\q2 and the sheep bleat because they are suffering.\n\\q1\n\\v 19 Yahweh, I cry out to you,\n\\q2 because our pastures and our forests have dried up in the hot sunshine.\n\\q1\n\\v 20 It is as though even the wild animals cry out to you\n\\q2 because all the streams have dried up.\n\\q2 The dryness is like a fire burning up the wilderness pastures.\n\n\\s5\n\\c 2\n\\q1\n\\v 1 Blow trumpets on Mount Zion,\n\\q2 God's sacred hill in Jerusalem!\n\\q1 Tell the people of Judah that they should be afraid and tremble,\n\\q2 because it will soon be the time for Yahweh to punish us further.\n\\q1\n\\v 2 That will be a very dark and gloomy day;\n\\q2 there will be black clouds and it will be very dark.\n\\q1 A huge swarm of locusts has covered the mountains like a black cloud.\n\\q1 Nothing like this has ever happened before,\n\\q2 and nothing like this will ever happen again.\n\n\\s5\n\\q1\n\\v 3 It is as though they bring flames of fire\n\\q2 from which no one can escape.\n\\q1 In front of them, the land was as beautiful as the garden of Eden,\n\\q2 but behind them the land is like a desert,\n\\q2 and nothing survives.\n\n\\s5\n\\q1\n\\v 4 The locusts resemble horses,\n\\q2 and they run like soldiers on horses.\n\\q1\n\\v 5 Leaping over the mountaintops,\n\\q2 they make a noise like rumbling chariots,\n\\q1 like a mighty army that is preparing for a battle,\n\\q2 or like the roar of a fire that burns up stubble in a field.\n\n\\s5\n\\q1\n\\v 6 When people see them coming,\n\\q2 they become very pale and frightened.\n\\q1\n\\v 7 The locusts climb over walls like soldiers do;\n\\q2 they march along in columns\n\\q1 and never turn aside from their lines.\n\n\\s5\n\\q1\n\\v 8 They rush straight ahead\n\\q2 without pushing each other.\n\\q1 Even though people throw spears and javelins at them,\n\\q2 that will not cause them to stop.\n\\q1\n\\v 9 They swarm over the city walls and enter our houses;\n\\q2 they enter through our windows as thieves do.\n\n\\s5\n\\q1\n\\v 10 It is as though they cause the earth to shake and the sky to tremble.\n\\q2 The sun and the moon become dark,\n\\q1 and the stars do not shine\n\\q2 because there are so many locusts in the sky.\n\\q1\n\\v 11 Yahweh leads this army of countless locusts,\n\\q2 and they obey his commands.\n\\q1 This time when he is judging and punishing us is very terrible,\n\\q2 with the result that it seems that no one can survive it.\n\n\\s5\n\\p\n\\v 12 But Yahweh says,\n\\q1 \"In spite of these disasters that you have experienced,\n\\q2 you can return to me with all your inner being.\n\\q1 Weep, and mourn, and fast to show that you are sorry that you have abandoned me.\n\\q1\n\\v 13 Do not tear only your clothes\n\\q2 to show that you are sorry;\n\\q2 more importantly, show in your inner being that you are sorry.\"\n\\q1 Yahweh is merciful and kind;\n\\q2 he does not quickly become angry;\n\\q1 he faithfully loves people.\n\\q1 He does not quickly become angry;\n\\q2 instead, he greatly and faithfully loves you,\n\\q2 and he does not like to punish us.\n\n\\s5\n\\q1\n\\v 14 No one knows if he will change his mind about punishing you\n\\q2 and instead act mercifully toward you.\n\\q1 If he does that, he will bless you\n\\q2 by giving you plenty of grain and wine\n\\q2 in order that you can offer some of those things for sacrifices to him.\n\n\\s5\n\\q1\n\\v 15 Blow the trumpets on Mount Zion!\n\\q2 Gather the people together!\n\\q1 Set apart time to fast, to show that you are sorry for your sins.\n\\q1\n\\v 16 Perform the rituals to cause yourselves to be acceptable to Yahweh.\n\\q2 Come apart and join together as a group with a purpose—\n\\q1 the old people and the children, even the babies,\n\\q2 and summon brides and bridegrooms from their rooms.\n\n\\s5\n\\q1\n\\v 17 Tell the priests who serve Yahweh to cry between the altar and the entrance to the temple\n\\q2 and to pray this:\n\\q1 \"Yahweh, rescue us, your people;\n\\q2 do not allow people from other nations to despise us;\n\\q1 do not allow them to ridicule us and say,\n\\q2 'Why has their God abandoned them?'\"\n\n\\s5\n\\q1\n\\v 18 But Yahweh showed that he was concerned about his people\n\\q2 and that he would act mercifully toward them.\n\\p\n\\v 19 When the people prayed,\n\\q1 Yahweh answered and said,\n\\q1 \"I will give you plenty of grain and wine and olive oil,\n\\q2 and you will be satisfied.\n\\q1 I will no longer allow other nations to insult you.\n\n\\s5\n\\q1\n\\v 20 Another army of locusts will come from the north to attack you,\n\\q2 but I will force them to continue past Jerusalem\n\\q2 into the desert.\n\\q1 Some will go into the Dead Sea in the east,\n\\q2 and some will go into the Mediterranean Sea in the west.\n\\q1 There they will all die, and their bodies will stink.\"\n\\q2 God will certainly do wonderful things.\n\n\\s5\n\\q2\n\\v 21 Yahweh will indeed do wonderful things!\n\\q2 So even the ground should rejoice!\n\\q1\n\\v 22 And the wild animals should not be afraid,\n\\q2 because the meadows will soon become green again;\n\\q1 the fig trees and other trees will be full of fruit,\n\\q2 and the grapevines will be covered with grapes.\n\\q1\n\\v 23 You people of Jerusalem,\n\\q2 rejoice about what Yahweh, your God, will do for you.\n\\q1 He will send abundant rain at the right time—\n\\q2 in the spring and in the autumn,\n\\q2 as he did previously.\n\n\\s5\n\\q1\n\\v 24 The ground where you thresh the grain will be covered with grain,\n\\q2 and your vats where you store the fresh grape juice and olive oil will overflow.\n\\q1\n\\v 25 Yahweh said, \"I will repay you for everything that was destroyed by those great swarms of locusts,\n\\q2 that enormous army that I sent to attack you.\n\n\\s5\n\\q1\n\\v 26 You, my people, will eat until your stomachs are full.\n\\q2 Then you will praise me, Yahweh, your God,\n\\q2 for the wonderful things that I have done for you.\n\\q1 And never again will I let others shame you.\n\\q1\n\\v 27 When that happens, you will know that I am always among you,\n\\q2 that I am Yahweh, your God,\n\\q2 and that there is no other God.\n\\q1 Never again will I let others shame you.\"\n\n\\s5\n\\q1\n\\v 28 \"Some time later, I will give my Spirit to many people.\n\\q2 You sons and daughters will proclaim messages that come directly from me.\n\\q1 Your old men will have dreams that come from me,\n\\q2 and your young men will have visions that come from me.\n\\q1\n\\v 29 At that time, I will give my Spirit even to servants, both men and women.\n\n\\s5\n\\q1\n\\v 30 I will do unusual things on the earth and in the sky.\n\\q2 On the earth, there will be much blood shed,\n\\q2 and there will be very large fires and smoke that resembles huge clouds.\n\\q1\n\\v 31 In the sky, the sun will become dark, and the moon will become as red as blood.\n\\q2 Those things will happen before that great and terrible day when I, Yahweh, come to judge all people.\n\n\\s5\n\\q1\n\\v 32 But at that time I will save everyone who worships me.\n\\q2 I promise that some people in Jerusalem will escape those disasters;\n\\q2 those whom I have chosen will survive.\"\n\n\\s5\n\\c 3\n\\p\n\\v 1 Yahweh says this:\n\\q1 \"At that time, I will bring back the people whom their enemies took away from Jerusalem and from other places in Judah.\n\\q1\n\\v 2 Then in the Valley of Jehoshaphat I will gather together the people of all the other nations;\n\\q2 I will judge and punish them\n\\q1 because they scattered my Israelite people\n\\q2 and forced them to go to other countries,\n\\q2 and because they divided up my land among themselves.\n\\q1\n\\v 3 They played games of chance to determine who would get each of my people.\n\\q1 Then they sold some of the Israelite boys and girls\n\\q2 to get money to pay for prostitutes and wine to drink.\n\n\\s5\n\\p\n\\v 4 You people of the cities of Tyre and Sidon, and you people of Philistia—you are angry at me, but you have no reason to be. If you are trying to get revenge on me, I will very quickly get revenge on you.\n\\v 5 You took the silver and gold and other valuable things from my temple and put them into your own temples.\n\\v 6 You dragged away the people of Jerusalem and other places in Judah, and you took them far away and sold them to Greek traders.\n\n\\s5\n\\p\n\\v 7 But I will make it possible for my people to return from the places to which you sold them, and I will do to you what you did to them.\n\\v 8 Then I will cause some of your sons and your daughters to be sold to the people of Judah! And they will be sold to the Sabea people, who live far away. That will certainly happen because I, Yahweh, have said it.\"\n\n\\s5\n\\q1\n\\v 9 Proclaim to the people of all nations,\n\\q2 \"Prepare for a war!\n\\q1 Summon your soldiers;\n\\q2 tell them to stand in their battle positions.\n\\q1\n\\v 10 Take your plows and make swords from them;\n\\q2 take your pruning knives and make spears from them.\n\\q1 Even the weak people must also say they are strong soldiers.\n\n\\s5\n\\q1\n\\v 11 All you people from the nations that are near Judah\n\\q2 must come quickly and gather there.\"\n\\q1 But Yahweh, when that happens, send your army of angels to attack them!\n\n\\s5\n\\q1\n\\v 12 Yahweh says, \"The people in the nations near Judah must get ready and come to the Valley of Jehoshaphat.\n\\q2 There I will sit as a judge, and I will punish them.\n\\q1\n\\v 13 They are like crops that are ready to be harvested;\n\\q2 so strike them as a farmer swings his sickle to cut the grain.\n\\q1 They are like grapes that are piled high in the pits where they will be pressed;\n\\q2 because they are very wicked,\n\\q1 punish them severely now,\n\\q2 as a farmer tramples on the grapes until the pits overflow with juice.\"\n\n\\s5\n\\q1\n\\v 14 There will be the noise of huge crowds of people in that Valley of Judgment.\n\\q2 It will soon be the time that Yahweh will punish them.\n\\q1\n\\v 15 At that time there will be no light from the sun or moon,\n\\q2 and the stars will not shine.\n\n\\s5\n\\q1\n\\v 16 From Mount Zion in Jerusalem Yahweh will shout;\n\\q2 his voice will be like thunder,\n\\q2 and his voice will cause the sky and the earth to shake.\n\\q1 But Yahweh will protect his people;\n\\q2 he will be like a strong wall behind which the people of Israel will be protected.\n\\q1\n\\v 17 Yahweh says, \"At that time, you Israelite people will know that I am Yahweh, your God.\n\\q2 I live on Zion, the hill I have set apart for myself.\n\\q1 Jerusalem will be a city very special to me,\n\\q2 and soldiers from other countries will never conquer it again.\n\n\\s5\n\\q1\n\\v 18 At that time, there will be vineyards covering the hills,\n\\q2 and your cattle and goats on those hills will produce plenty of milk.\n\\q2 The streams in Judah will never dry up,\n\\q1 And a stream will flow from my temple into the Valley of Acacia northeast of the Dead Sea.\n\\q1\n\\v 19 The armies of Egypt and Edom attacked the people of Judah\n\\q2 and killed many people who had not done anything that was wrong.\n\\q1 So now those countries will be ruined, with no one living there any longer.\n\n\\s5\n\\q1\n\\v 20 But there will always be people living in Jerusalem and in other places in Judea.\n\\q1\n\\v 21 I, Yahweh, live on Mount Zion in Jerusalem,\n\\q2 and I will get revenge on the people of Egypt and Edom who killed many of my people.\"\n\n"
}